tap "d12frosted/emacs-plus"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
tap "stripe/stripe-cli"
brew "ack"
brew "bash-completion"
brew "bat"
brew "openssl@1.1"
brew "coreutils"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "hub"
brew "ispell"
brew "jq"
brew "lsd"
brew "mdcat"
brew "memcached", restart_service: true
brew "n"
brew "nano"
brew "node", link: false
brew "nvm"
brew "postgresql@11", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "tldr"
brew "tree"
brew "yarn"
brew "d12frosted/emacs-plus/emacs-plus"
brew "github/gh/gh"
brew "heroku/brew/heroku"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "stripe/stripe-cli/stripe"
cask "font-firamono-nerd-font"
cask "platypus"
